Repository: common-repository/booxtream-for-woocommerce
Catalog: languages/woocommerce_booxtream-*.po
Languages: nl_nl

source: BooXtream error
nl_nl: BooXtream fout

source: BooXtream error <span class="count">(%s)</span>
nl_nl: BooXtream fout <span class="count">(%s)</span>

source: Your version of PHP does not support SimpleXML
nl_nl: SimpleXML wordt niet ondersteund door uw versie van PHP

source: download_processing
nl_nl: download_afhandeling

source: Your download is not ready yet
nl_nl: Uw download is nog niet gereed.

source: We are currently processing your download, please try again in a few seconds
nl_nl: We zijn momenteel uw download aan het verwerken, probeer het opnieuw in een paar seconden

source: BooXtream Settings
nl_nl: BooXtream instellingen

source: Settings for BooXtream
nl_nl: Instellingen voor BooXtream

source: English
nl_nl: Engels

source: Arabic
nl_nl: Arabisch

source: Arabic (Jordan)
nl_nl: Arabisch (Jordanië)

source: Czech
nl_nl: Tsjechisch

source: Dutch
nl_nl: Nederlands

source: French
nl_nl: Frans

source: German
nl_nl: Duits

source: Hebrew
nl_nl: Hebreeuws

source: Italian
nl_nl: Italiaans

source: Norwegian
nl_nl: Noors

source: Portuguese
nl_nl: Portugees

source: Russian
nl_nl: Russisch

source: Slovak
nl_nl: Slowaaks

source: Spanish
nl_nl: Spaans

source: Swedish
nl_nl: Zweeds

source: Please enter your BooXtream contract credentials to continue
nl_nl: Vul uw BooXtream contractgegevens in om verder te gaan

source: Contract name
nl_nl: Contractnaam

source: Enter your BooXtream contract name
nl_nl: Voer uw BooXtream contractnaam in

source: Password
nl_nl: Wachtwoord

source: Enter your BooXtream password
nl_nl: Voer uw BooXtream wachtwoord in

source: Please choose an account to continue
nl_nl: Kies een account om verder te gaan

source: Account name
nl_nl: Accountnaam

source: General settings
nl_nl: Algemene instellingen

source: Settings that control how BooXtream is integrated.
nl_nl: Instellingen die bepalen hoe BooXtream is geïntegreerd.

source: Moment of transaction
nl_nl: Moment van de transactie

source: This controls when your shop contacts BooXtream. Usually this would be right after payment has been succesfully processed or on order completion.
nl_nl: Deze instelling regelt op welk moment uw winkel contact opneemt met BooXtream. Dit is meestal direct na betaling of als de bestelling voltooid is.

source: Processing
nl_nl: In behandeling

source: Completed
nl_nl: Afgerond

source: Reference ID prefix
nl_nl: ReferentieID prefix

source: Specify a prefix to the Reference ID
nl_nl: Specifieer een prefix voor het ReferentieID

source: Default settings
nl_nl: Standaardinstellingen

source: These values can be overwritten when creating a BooXtreamable product.
nl_nl: Deze waarden kunnen overschreven worden wanneer u een te BooXtreamen product aanmaakt.

source: This value can be overwritten when creating a BooXtreamable product; otherwise, this value will be used
nl_nl: Deze waarde kan overschreven worden wanneer u een te BooXtreamen product aanmaakt.

source: Ex libris font
nl_nl: Ex libris lettertype

source: Language
nl_nl: Taal

source: Download limit
nl_nl: Downloadlimiet

source: Days until download expires
nl_nl: Dagen tot download vervalt

source: (default)
nl_nl: (standaard)

source: No ex libris
nl_nl: Geen ex libris

source: Could not retrieve list of ex libris files
nl_nl: Kon geen lijst van opgeslagen ex libris bestanden ophalen

source: Select an e-book
nl_nl: Selecteer een e-boek

source: Could not retrieve list of stored files
nl_nl: Kon geen lijst van opgeslagen bestanden ophalen

source: Warning, your version of PHP does not support Curl. We highly recommend this when using our BooXtream plugin.
nl_nl: Waarschuwing, uw versie van PHP ondersteunt geen Curl. We raden dit aan bij het gebruik van onze BooXtream plugin.

source: Please choose an account
nl_nl: Selecteer een account

source: Booxtreamable
nl_nl: BooXtreambaar

source: E-book
nl_nl: E-boek

source: Select e-book
nl_nl: Selecteer e-boek

source: Refresh list
nl_nl: Ververs lijst

source: Select a file to use as an ex libris
nl_nl: Selecteer een bestand om als ex libris te gebruiken

source: Select language
nl_nl: Selecteer taal

source: Enter download limit
nl_nl: Voer downloadlimiet in

source: The number of days until the download expires
nl_nl: Dagen tot download vervalt

source: Generate downloadlink for epub
nl_nl: Genegeer downloadlink voor epub

source: Check if you want to generate a downloadlink to a watermarked epub file
nl_nl: Selecteer als u een downloadlink wilt genereren naar een gewatermerkte epub

source: Generate downloadlink for mobi
nl_nl: Genegeer downloadlink voor mobi

source: Check if you want to generate a downloadlink to a watermarked mobi file
nl_nl: Selecteer als u een downloadlink wilt genereren naar een gewatermerkte mobi

source: Select font
nl_nl: Lettertype selecteren…

source: Chapter footer
nl_nl: Voettekst na hoofdstuk

source: Check if you would like to include a chapter footer
nl_nl: Selecteer als u een voettekst wilt na elk hoofdstuk

source: Check if you would like to include a disclaimer
nl_nl: Selecteer als u een disclaimer wenst

source: Include date in visible watermarks
nl_nl: Toon datum in zichtbare watermerken

source: Check if you would like to include the date in the visible watermarks
nl_nl: Selecteer als u een datum wilt vermelden in de zichtbare watermerken

source: E-book has not been set
nl_nl: E-boek is niet geselecteerd

source: The e-book %s does not exist
nl_nl: Het e-boek %s bestaat niet

source: Output of epub and/or mobi is not set
nl_nl: Er is niet gekozen voor epub en/of mobi

source: Download limit should be greater than 0
nl_nl: Downloadlimiet moet groter zijn dan 0

source: Number of days until download expires should be greater than 0
nl_nl: Aantal dagen tot download vervalt moet groter zijn dan 0

source: Ex libris %s does not exist
nl_nl: Ex libris %s bestaat niet

source: Unsupported language %s
nl_nl: %s is geen ondersteunde taal

source: An error occurred while watermarking. Please check your BooXtream Dashboard:
nl_nl: Er is een fout opgetreden tijdens het aanbrengen van het watermerk. Controleer dit op uw BooXtream Dashboard:

source: BooXtream Social DRM for WooCommerce
nl_nl: BooXtream Social DRM voor WooCommerce

source: Enables the use of BooXtream Social DRM with WooCommerce
nl_nl: BooXtream Social DRM gebruiken met WooCommerce
